Version2/TestTool-NOP.13.12.SR1/TestTool.Setup/Requests/DoorControl/LockDoor/General.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope
  xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
  xmlns:tdc="http://www.onvif.org/ver10/doorcontrol/wsdl">
  <soap:Header/>
  <soap:Body>
    <tdc:LockDoor>
      <tdc:Token>tokenDoor1</tdc:Token>
    </tdc:LockDoor>
  </soap:Body>
</soap:Envelope>